<?php

    include("database.php"); 

    $sql = " SELECT * FROM `গ্রুপ-ক (কাচাবাজার / সাধারণ বাজার)`";
    $r1 = mysqli_query($conn , $sql);

    $sql = " SELECT * FROM `গ্রুপ-খ (মাছ, মাংস ও পোল্ট্রি)`";
    $r2 = mysqli_query($conn , $sql);

    $sql = " SELECT * FROM `গ্রুপ-গ (শুকনা মসলা ও খাবার)`";
    $r3 = mysqli_query($conn , $sql);

    $sql = " SELECT * FROM `গ্রুপ-ঘ (বিশেষ)`";
    $r4 = mysqli_query($conn , $sql);

    $sql = " SELECT * FROM `গ্রুপ-ঙ (ক্লিনিং সামগ্রী)`";
    $r5 = mysqli_query($conn , $sql);


    mysqli_close($conn);
    
    
?>

<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
    <style>
    table {
            margin: 0 auto;
            font-size: large;
            border: 1px solid black;
        }
 
        h1 {
            text-align: center;
            color: #006600;
            font-size: xx-large;
            font-family: 'Gill Sans', 'Gill Sans MT',
            ' Calibri', 'Trebuchet MS', 'sans-serif';
        }
 
        td {
            background-color: #E4F5D4;
            border: 1px solid black;
        }
 
        th,
        td {
            font-weight: bold;
            border: 1px solid black;
            padding: 10px;
            text-align: center;
        }
 
        td {
            font-weight: lighter;
        }
    </style>
</head>

<body>
<section>

<h1>গ্রুপ-ক (কাচাবাজার / সাধারণ বাজার)</h1>
        <!-- TABLE CONSTRUCTION -->
        <table>
            <tr>
                <th>id</th>
                <th>চাউল (মিনিকেট) [প্রতি কেজি]</th>
                <th>চাউল (মিনিকেট রশিদ) [প্রতি কেজি]</th>
                <th>চাউল  (মিনিকেট নওগাঁ) [প্রতি কেজি]</th>
                <th>চাউল (পোলাউ) [প্রতি কেজি]</th>
                <th>চাউল (পোলাউ মোজাম্মেল) [প্রতি কেজি]</th>
                <th>চাউল (পোলাউ জোড়া কবুতর মার্কা) [প্রতি কেজি]</th>
                <th>ডাল (ছোলার) [প্রতি কেজি]</th>
                <th>ছোলার ডাল ভালো (আমান/ আস্ত) [প্রতি কেজি]</th>
                <th>ডাল (মসুর দেশী ভালো) [প্রতি কেজি]</th>
                <th>মসুর ডাল দেশী (১ নম্বর ছোট-দানা) [প্রতি কেজি]</th>
                <th>মুগের ডাল দেশী (১ নম্বর ছোট-দানা) [প্রতি কেজি]</th>
                <th>ডাল (মাসকলাই) [প্রতি কেজি]</th>
                <th>পেঁয়াজ (দেশী) [প্রতি কেজি]</th>
                <th>আদা (ইন্ডিয়ান) [প্রতি কেজি]</th>
                <th>রসুন (ইন্ডিয়ান) [প্রতি কেজি]</th>
                <th>আলু (কার্টিনাল) [প্রতি কেজি]</th>
                <th>পটল [প্রতি কেজি]</th>
                <th>পেঁপে [প্রতি কেজি]</th>
                <th>ঢেঁড়স [প্রতি কেজি]</th>
                <th>তরই [প্রতি কেজি]</th>
                <th>চাল কুমড়া [প্রতি পিচ]</th>
                <th>ধুমা [প্রতি কেজি]</th>
                <th>কাঁচামরিচ [প্রতি কেজি]</th>
                <th>কাকরুল [প্রতি কেজি]</th>
                <th>কলা (পাকা) [প্রতি পিচ]</th>
                <th>গাজর [প্রতি কেজি]</th>
                <th>কাচাকলা [প্রতি পিচ]</th>
                <th>মিষ্টি কুমড়া [প্রতি কেজি]</th>
                <th>লাউ [প্রতি পিচ]</th>
                <th>শাক (সবুজ) [প্রতি মুঠা]</th>
                <th>শাক (লাল) [প্রতি মুঠা]</th>
                <th>শাক (পুঁই) [প্রতি কেজি]</th>
                <th>শাক (কলমি) [প্রতি মুঠা]</th>
                <th>কচু [প্রতি কেজি]</th>
                <th>মুলা [প্রতি কেজি]</th>
                <th>বরবটি [প্রতি কেজি]</th>
                <th>ডাটা [প্রতি কেজি]</th>
                <th>করলা [প্রতি কেজি]</th>
                <th>বেগুন [প্রতি কেজি]</th>
                <th>টমেটো [প্রতি কেজি]</th>
                <th>ধনিয়া পাতা [প্রতি কেজি]</th>
                <th>লেবু (চায়না) [প্রতি কেজি]</th>
                <th>লেবু (কাগজি) [প্রতি পিচ]</th>
                <th>শসা [প্রতি কেজি]</th>
                <th>total</th>
            </tr>
            <!-- PHP CODE TO FETCH DATA FROM ROWS -->
            <?php 
                // LOOP TILL END OF DATA
                while($rows=$r1->fetch_assoc())
                {
            ?>
            <tr>
                <!-- FETCHING DATA FROM EACH
                    ROW OF EVERY COLUMN -->
                <td><?php echo $rows['id'];?></td>
                <td><?php echo $rows['চাউল (মিনিকেট) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['চাউল (মিনিকেট রশিদ) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['চাউল  (মিনিকেট নওগাঁ) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['চাউল (পোলাউ) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['চাউল (পোলাউ মোজাম্মেল) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['চাউল (পোলাউ জোড়া কবুতর মার্কা) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['ডাল (ছোলার) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['ছোলার ডাল ভালো (আমান/ আস্ত) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['ডাল (মসুর দেশী ভালো) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মসুর ডাল দেশী (১ নম্বর ছোট-দানা) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মুগের ডাল দেশী (১ নম্বর ছোট-দানা) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['ডাল (মাসকলাই) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['পেঁয়াজ (দেশী) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['আদা (ইন্ডিয়ান) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['রসুন (ইন্ডিয়ান) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['আলু (কার্টিনাল) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['পটল [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['পেঁপে [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['ঢেঁড়স [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['তরই [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['চাল কুমড়া [প্রতি পিচ]'];?></td>
                <td><?php echo $rows['ধুমা [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['কাঁচামরিচ [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['কাকরুল [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['কলা (পাকা) [প্রতি পিচ]'];?></td>
                <td><?php echo $rows['গাজর [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['কাচাকলা [প্রতি পিচ]'];?></td>
                <td><?php echo $rows['মিষ্টি কুমড়া [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['লাউ [প্রতি পিচ]'];?></td>
                <td><?php echo $rows['শাক (সবুজ) [প্রতি মুঠা]'];?></td>
                <td><?php echo $rows['শাক (লাল) [প্রতি মুঠা]'];?></td>
                <td><?php echo $rows['শাক (পুঁই) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['শাক (কলমি) [প্রতি মুঠা]'];?></td>
                <td><?php echo $rows['কচু [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মুলা [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['বরবটি [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['ডাটা [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['করলা [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['বেগুন [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['টমেটো [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['ধনিয়া পাতা [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['লেবু (চায়না) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['লেবু (কাগজি) [প্রতি পিচ]'];?></td>
                <td><?php echo $rows['শসা [প্রতি কেজি]'];?></td>
         
                <td><?php echo $rows['total'];?></td>
            </tr>
            <?php
                }
            ?>
        </table>


        <br><br>
        <h1>গ্রুপ-খ (মাছ, মাংস ও পোল্ট্রি)</h1>
        <!-- TABLE CONSTRUCTION -->
        <table>
            <tr>
                <th>id</th>
                <th>মাছ (কাতল ১টায় কেজি) [প্রতি কেজি]</th>
                <th>মাছ (রুই ১টায় কেজি) [প্রতি কেজি]</th>
                <th>মাছ (মৃগেল ১টায় কেজি) [প্রতি কেজি]</th>
                <th>মাংস (গরু) [প্রতি কেজি]</th>
                <th>মাংস (খাসী) [প্রতি কেজি]</th>
                <th>মুরগী (পাকিস্তানি) [প্রতি কেজি]</th>
                <th>মুরগী (পাকিস্তানি) (শুধু মাথা ও মাংস) [প্রতি কেজি] </th>
                <th>মুরগী(ফার্ম)  [প্রতি কেজি]</th>
                <th>মুরগী (ফার্ম) (শুধু মাথা ও মাংস)  [প্রতি কেজি] </th>
                <th>ডিম (ফার্ম) [প্রতি পিচ]</th>
                <th>total</th>
            </tr>
            <!-- PHP CODE TO FETCH DATA FROM ROWS -->
            <?php 
                // LOOP TILL END OF DATA
                while($rows=$r2->fetch_assoc())
                {
            ?>
            <tr>
                <!-- FETCHING DATA FROM EACH
                    ROW OF EVERY COLUMN -->
                <td><?php echo $rows['id'];?></td>
                <td><?php echo $rows['মাছ (কাতল ১টায় কেজি) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মাছ (রুই ১টায় কেজি) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মাছ (মৃগেল ১টায় কেজি) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মাংস (গরু) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মাংস (খাসী) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মুরগী (পাকিস্তানি) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মুরগী (পাকিস্তানি) (শুধু মাথা ও মাংস) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মুরগী (ফার্ম)  [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মুরগী (ফার্ম) (শুধু মাথা ও মাংস)  [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['ডিম (ফার্ম) [প্রতি পিচ]'];?></td>
                <td><?php echo $rows['total'];?></td>
            </tr>
            <?php
                }
            ?>
        </table>

        <br><br>
        <h1>গ্রুপ-গ (শুকনা মসলা ও খাবার)</h1>
        <!-- TABLE CONSTRUCTION -->
        <table>
            <tr>
                <th>id</th>
                <th>আলু বোখরা [প্রতি কেজি]</th>
                <th>এলাচ (সাদা) [প্রতি কেজি]</th>
                <th>এলাচ (কালো ফল)  [প্রতি কেজি]</th>
                <th>কাজু বাদাম (ভালো) [প্রতি কেজি]</th>
                <th>কিসমিস (ভালো) [প্রতি কেজি]</th>
                <th>কেওড়া (বোতল) [প্রতিটি]</th>
                <th>কাবাব চিনি [প্রতি কেজি]</th>
                <th>কাঠ বাদাম [প্রতি কেজি]</th>
                <th>গোল মরিচ (সাদা) [প্রতি কেজি]</th>
                <th>গোল মরিচ (কালো) [প্রতি কেজি]</th>
                <th>গোল মরিচ (কালো) [প্রতি কেজি]</th>
                <th>ঘি [প্রতি কেজি]</th>
                <th>ঘি (আড়ং) [প্রতি কেজি]</th>
                <!--<th>চিনা বাদাম [প্রতি কেজি]</th>-->
                <th>তেজপাতা [প্রতি কেজি]</th>
                <th>চিনি [প্রতি কেজি]</th>
                <th>জিরা (ইরানী) [প্রতি কেজি]</th>
                <th>শাহী জিরা [প্রতি কেজি]</th>
                <th>জয়ফল [প্রতি পিস]</th>
                <th>জয়ত্রী [প্রতি কেজি]</th>
                <th>মাওয়া [প্রতি কেজি]</th>
                <th>দারচিনি [প্রতি কেজি]</th>
                <th>ধনিয়া গুড়া (রাধুনী) [প্রতি কেজি]</th>
                <th>জাফরান [প্রতিটি]</th>
                <th>পস্তদানা [প্রতি কেজি]</th>
                <th>পেস্তা বাদাম [প্রতি কেজি]</th>
                <th>পাঁচ ফোড়ন [প্রতি কেজি]</th>
                <th>বাসন্তী রং [১০০ গ্রাম]</th>
                <th>মরিচ গুঁড়া (রাধুনী) [প্রতি কেজি]</th>
                <th>লবঙ্গ [প্রতি কেজি]</th>
                <th>মাংসের মশলা [প্রতি প্যাক]</th>
                <th>মাছের মশলা [প্রতি প্যাক]</th>
                <th>টমেটো সস [প্রতি কেজি]</th>
                <th>তেতুল (পাকা) [প্রতি কেজি]</th>
                <th>জলপাই আচার (প্রাণ/বিডি) [প্রতি লিটার]</th>
                <th>লবণ (কনফিডেন্স) [প্রতি কেজি]</th>
                <th>লবণ (মোটা) [প্রতি কেজি]</th>
                <th>শুকনা মরিচ [প্রতি কেজি]</th>
                <th>সয়াবিন তেল (তীর) [০৫ লিটার]</th>
                <th>সয়াবিন তেল (ফ্রেশ) [০৫ লিটার]</th>
                <th>সরিষার তেল (রাধুনী) [প্রতি লিটার]</th>
                <th>হলুদের গুঁড়া (রাধুনী) [প্রতি কেজি]</th>
                <th>বিট লবন [প্রতি কেজি]</th>
                <th>পাউরুটি (অল-টাইম) [প্রতি প্যাক]</th>
                <th>কেক (বড়) আকবরিয়া (অরেঞ্জ ফ্লেভার) [২৬০ গ্রাম]⁠</th>
                <th>স্যাপার পাউরুটি (উৎপাদন তারিখ হতে এক দিনের মধ্যে দিতে হবে) [২৪ প্যাক]</th>
                <th>নুডুলস (কোকোলা) [২৪ প্যাক]</th>
                <th>নুডুলস (মিস্টার) [২৪ প্যাক]</th>
                <th>জেলিবান [প্রতিটি]</th>
                <th>বাটার বন (অল-টাইম) [প্রতিটি]</th>
                <th>হানিকম্ব পাউরুটি [প্রতিটি]</th>
                <th>হানিকম্ব পাউরুটি [প্রতিটি]
                জেলী (প্রাণ) [০১ লিটার]</th>

                <th>total</th>
            </tr>
            <!-- PHP CODE TO FETCH DATA FROM ROWS -->
            <?php 
                // LOOP TILL END OF DATA
                while($rows=$r3->fetch_assoc())
                {
            ?>
            <tr>
                <!-- FETCHING DATA FROM EACH
                    ROW OF EVERY COLUMN -->
                <td><?php echo $rows['id'];?></td>
                <td><?php echo $rows['আলু বোখরা [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['এলাচ (সাদা) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['এলাচ (কালো ফল)  [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['কাজু বাদাম (ভালো) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['কিসমিস (ভালো) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['কেওড়া (বোতল) [প্রতিটি]'];?></td>
                <td><?php echo $rows['কাবাব চিনি [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['কাঠ বাদাম [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['গোল মরিচ (সাদা) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['গোল মরিচ (কালো) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['গোল মরিচ (কালো) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['ঘি [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['ঘি (আড়ং) [প্রতি কেজি]'];?></td>
                
                <td><?php echo $rows['তেজপাতা [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['চিনি [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['জিরা (ইরানী) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['শাহী জিরা [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['জয়ফল [প্রতি পিস'];?></td>
                <td><?php echo $rows['জয়ত্রী [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মাওয়া [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['দারচিনি [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['ধনিয়া গুড়া (রাধুনী) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['জাফরান [প্রতিটি]'];?></td>
                <td><?php echo $rows['পস্তদানা [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['পেস্তা বাদাম [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['পাঁচ ফোড়ন [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['বাসন্তী রং [১০০ গ্রাম]'];?></td>
                <td><?php echo $rows['মরিচ গুঁড়া (রাধুনী) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['লবঙ্গ [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মাংসের মশলা [প্রতি প্যাক]'];?></td>
                <td><?php echo $rows['মাছের মশলা [প্রতি প্যাক]'];?></td>
                <td><?php echo $rows['টমেটো সস [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['তেতুল (পাকা) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['জলপাই আচার (প্রাণ/বিডি) [প্রতি লিটার]'];?></td>
                <td><?php echo $rows['লবণ (কনফিডেন্স) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['লবণ (মোটা) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['শুকনা মরিচ [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['সয়াবিন তেল (তীর) [০৫ লিটার]'];?></td>
                <td><?php echo $rows['সয়াবিন তেল (ফ্রেশ) [০৫ লিটার]'];?></td>
                <td><?php echo $rows['সরিষার তেল (রাধুনী) [প্রতি লিটার]'];?></td>
                <td><?php echo $rows['হলুদের গুঁড়া (রাধুনী) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['বিট লবন [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['পাউরুটি (অল-টাইম) [প্রতি প্যাক]'];?></td>
                <td><?php echo $rows['কেক (বড়) আকবরিয়া (অরেঞ্জ ফ্লেভার) [২৬০ গ্রাম]⁠'];?></td>
                <td><?php echo $rows['স্যাপার পাউরুটি'];?></td>
                <td><?php echo $rows['নুডুলস (কোকোলা) [২৪ প্যাক]'];?></td>
                <td><?php echo $rows['নুডুলস (মিস্টার) [২৪ প্যাক]'];?></td>
                <td><?php echo $rows['জেলিবান [প্রতিটি]'];?></td>
                <td><?php echo $rows['বাটার বন (অল-টাইম) [প্রতিটি]'];?></td>
                <td><?php echo $rows['হানিকম্ব পাউরুটি [প্রতিটি]'];?></td>
                <td><?php echo $rows['জেলী (প্রাণ) [০১ লিটার]'];?></td>
         
                <td><?php echo $rows['total'];?></td>
            </tr>
            <?php
                }
            ?>
        </table>

        <br><br>
        <h1>গ্রুপ-ঘ (বিশেষ)</h1>
        <!-- TABLE CONSTRUCTION -->
        <table>
            <tr>
                <th>id</th>
                <th>আখের গুর [প্রতি কেজি]</th>
                <th>আটা (প্যাক) তীর [প্রতি কেজি]</th>
                <th>ইলিশ মাছ [প্রতি কেজি]</th>
                <th>ইস্ট পাউডার [প্রতি প্যাক]</th>
                <th>কোকাকোলা [২৫০ মিলি]</th>
                <th>কিসসস [প্রতি কেজি]</th>
                <th>কয়লা [প্রতি কেজি]</th>
                <th>বক্স টিস্যু [প্রতি প্যাক]</th>
                <th>গ্লুকোজ [প্রতি প্যাক]</th>
                <th>গুঁড়া দূধ (প্যাকেট) ডানো ফুলক্রীম [প্রতি কেজি]</th>
                <th>গেট মাছ [প্রতি কেজি]</th>
                <th>চাট মশলা [প্রতি প্যাক]</th>
                <th>চিংড়ি মাছ [প্রতি কেজি]</th>
                <th>টাকি মাছ  [প্রতি কেজি]</th>
                <th>টেংরা মাছ [প্রতি কেজি]</th>
                <th>টেস্টিং সল্ট [প্রতি কেজি]</th>
                <th>ডাল (মাসকালাই) [প্রতি কেজি]</th>
                <th>তেহরি মসলা [প্রতি প্যাক]</th>
                <th>বেকিং পাউডার [প্রতিটি]</th>
                <th>পেপসি [২৫০ মিলি]</th>
                <th>মাম পানি (৫০০ মিলি) [প্রতিটি]</th>
                <th>বিরিয়ানি মসলা [প্রতি প্যাক]</th>
                <th>মৌরী [প্রতি কেজি]</th>
                <th>মিষ্টি (কালোজাম) [প্রতি কেজি]</th>
                <th>মিষ্টি (রসগোল্লা) [প্রতি কেজি]</th>
                <th>মিষ্টি (মালাইচপ) [প্রতি কেজি]</th>
                <th>মিষ্টি (কাঁচাগোল্লা) [প্রতি কেজি]</th>
                <th>মিষ্টি (চমচম) [প্রতি কেজি]</th>
                <th>মিষ্টি দই [প্রতি কেজি]</th>
                <th>দই (ছোট দই) [প্রতি পিস]</th>
                <th>টক দই [প্রতি কেজি]</th>
                <th>ম্যাগী মসলা [প্রতি প্যাক]</th>
                <th>মেয়োনিজ (৪৭৫ গ্রাম) [প্রতিটি]</th>
                <th>মিষ্টির খালি প্যাক [প্রতিটি]</th>
                <th>মিরিন্ডা  [২৫০ মিলি]</th>
                <th>মোজো [২৫০ মিলি]</th>
                <th>রাবার (মানি রাবার) [প্রতি কেজি]</th>
                <th>সরিষা দানা [প্রতি কেজি]</th>
                <th>সালটেড কাজুবাদাম [প্রতি কেজি]</th>
                <th>সয়াসস [প্রতি কেজি]</th>
                <th>সয়াসস (প্রাণ) ২৮৫ গ্রাম [প্রতি বোতল]</th>
                <th>সেভেন আপ ⁠[২৫০ মিলি]</th>
                <th>বার-বি-কিউ সস (প্রাণ) ২৮০ গ্রাম [প্রতিটি]</th>

            
                <th>total</th>
                
                
            </tr>
            <!-- PHP CODE TO FETCH DATA FROM ROWS -->
            <?php 
                // LOOP TILL END OF DATA
                while($rows=$r4->fetch_assoc())
                {
            ?>
            <tr>
                <!-- FETCHING DATA FROM EACH
                    ROW OF EVERY COLUMN -->
                <td><?php echo $rows['id'];?></td>
                <td><?php echo $rows['আখের গুর [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['আটা (প্যাক) তীর [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['ইলিশ মাছ [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['ইস্ট পাউডার [প্রতি প্যাক]'];?></td>
                <td><?php echo $rows['কোকাকোলা [২৫০ মিলি]'];?></td>
                <td><?php echo $rows['কিসসস [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['কয়লা [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['বক্স টিস্যু [প্রতি প্যাক]'];?></td>
                <td><?php echo $rows['গ্লুকোজ [প্রতি প্যাক]'];?></td>
                <td><?php echo $rows['গুঁড়া দূধ (প্যাকেট) ডানো ফুলক্রীম [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['গেট মাছ [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['চাট মশলা [প্রতি প্যাক]'];?></td>
                <td><?php echo $rows['চিংড়ি মাছ [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['টাকি মাছ  [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['টেংরা মাছ [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['টেস্টিং সল্ট [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['ডাল (মাসকালাই) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['তেহরি মসলা [প্রতি প্যাক]'];?></td>
                <td><?php echo $rows['বেকিং পাউডার [প্রতিটি]'];?></td>
                <td><?php echo $rows['পেপসি [২৫০ মিলি]'];?></td>
                <td><?php echo $rows['মাম পানি (৫০০ মিলি) [প্রতিটি]'];?></td>
                <td><?php echo $rows['বিরিয়ানি মসলা [প্রতি প্যাক]'];?></td>
                <td><?php echo $rows['মৌরী [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মিষ্টি (কালোজাম) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মিষ্টি (রসগোল্লা) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মিষ্টি (মালাইচপ) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মিষ্টি (কাঁচাগোল্লা) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মিষ্টি (চমচম) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['মিষ্টি দই [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['দই (ছোট দই) [প্রতি পিস]'];?></td>
                <td><?php echo $rows['টক দই [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['ম্যাগী মসলা [প্রতি প্যাক]'];?></td>
                <td><?php echo $rows['মেয়োনিজ (৪৭৫ গ্রাম) [প্রতিটি]'];?></td>
                <td><?php echo $rows['মিষ্টির খালি প্যাক [প্রতিটি]'];?></td>
                <td><?php echo $rows['মিরিন্ডা  [২৫০ মিলি]'];?></td>
                <td><?php echo $rows['মোজো [২৫০ মিলি]'];?></td>
                <td><?php echo $rows['রাবার (মানি রাবার) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['সরিষা দানা [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['সালটেড কাজুবাদাম [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['সয়াসস [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['সয়াসস (প্রাণ) ২৮৫ গ্রাম [প্রতি বোতল]'];?></td>
                <td><?php echo $rows['সেভেন আপ ⁠[২৫০ মিলি]'];?></td>
                <td><?php echo $rows['বার-বি-কিউ সস (প্রাণ) ২৮০ গ্রাম [প্রতিটি]'];?></td>
                
                <td><?php echo $rows['total'];?></td>
            </tr>
            <?php
                }
            ?>
        </table>

        <br><br>
        <h1>গ্রুপ-ঙ (ক্লিনিং সামগ্রী)</h1>
        <!-- TABLE CONSTRUCTION -->
        <table>
            <tr>
                <th>id</th>
                <th>এরোসল (এসিআই) [৮০০ মিলি]</th>
                <th>টয়লেট টিস্যু [প্রতিটি]</th>
                <th>টয়লেট টিস্যু  (বসুন্ধরা গোল্ড) [প্রতি পিস]</th>
                <th>পলিথিন (কালো ময়লা ফেলার জন্য বড়) [প্রতি কেজি]</th>
                <th>পলিথিন (সাদা বড়/ছোট) [প্রতি কেজি]</th>
                <th>ফোম  [প্রতিটি]</th>
                <th>মফ (রুম ওয়াশ মেটাডোর) [প্রতি পিস]</th>
                <th>ফুলঝারু  [প্রতিটি]</th>
                <th>ভিম পাউডার [প্রতি কেজি]</th>
                <th>ভিম লিকুইড বোতল [প্রতিটি]</th>
                <th>ভিক্সল (০১ লিটার) [প্রতি পিস]</th>
                <th>ফ্লোর মুছনি [প্রতিটি]</th>
                <th>ম্যাচ [১২ টি]</th>
                <th>মাজুনি [প্রতিটি]</th>
                <th>লুচনি [প্রতিটি]</th>
                <th>শলার ঝাড়ু [প্রতিটি]</th>
                <th>সাবান (মিনি) [প্রতি পিস]</th>
                <th>সাবান (মিনি) স্যাভলন [প্রতি পিস]</th>
                <th>হুইল পাউডার [প্রতি কেজি]</th>
                <th>হ্যান্ড ওয়াশ (লাইফবয়) [প্রতি প্যাক]</th>
                <th>হ্যান্ড ওয়াশ (লাইফবয়) [প্রতি বোতল]</th>
                <th>হারপিক (৭৫০ মিলি) [প্রতি পিস]</th>
                <th>নেপথলিন [প্রতি কেজি]</th>
                <th>অডোনিল [প্রতি পিস]</th>
                <th>কয়েল ৫৩৫ মার্কা [প্রতি প্যাক]</th>
                <th>ভিম সাবান [প্রতিটি]</th>
                <th>total</th>
            </tr>
            <!-- PHP CODE TO FETCH DATA FROM ROWS -->
            <?php 
                // LOOP TILL END OF DATA
                while($rows=$r5->fetch_assoc())
                {
            ?>
            <tr>
                <!-- FETCHING DATA FROM EACH
                    ROW OF EVERY COLUMN -->
                <td><?php echo $rows['id'];?></td>
                <td><?php echo $rows['এরোসল (এসিআই) [৮০০ মিলি]'];?></td>
                <td><?php echo $rows['টয়লেট টিস্যু [প্রতিটি]'];?></td>
                <td><?php echo $rows['টয়লেট টিস্যু  (বসুন্ধরা গোল্ড) [প্রতি পিস]'];?></td>
                <td><?php echo $rows['পলিথিন (কালো ময়লা ফেলার জন্য বড়) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['পলিথিন (সাদা বড়/ছোট) [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['ফোম  [প্রতিটি]'];?></td>
                <td><?php echo $rows['মফ (রুম ওয়াশ মেটাডোর) [প্রতি পিস]'];?></td>
                <td><?php echo $rows['ফুলঝারু  [প্রতিটি]'];?></td>
                <td><?php echo $rows['ভিম পাউডার [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['ভিম লিকুইড বোতল [প্রতিটি]'];?></td>
                <td><?php echo $rows['ভিক্সল (০১ লিটার) [প্রতি পিস]'];?></td>
                <td><?php echo $rows['ফ্লোর মুছনি [প্রতিটি]'];?></td>
                <td><?php echo $rows['ম্যাচ [১২ টি'];?></td>
                <td><?php echo $rows['মাজুনি [প্রতিটি]'];?></td>
                <td><?php echo $rows['লুচনি [প্রতিটি]'];?></td>
                <td><?php echo $rows['শলার ঝাড়ু [প্রতিটি]'];?></td>
                <td><?php echo $rows['সাবান (মিনি) [প্রতি পিস]'];?></td>
                <td><?php echo $rows['সাবান (মিনি) স্যাভলন [প্রতি পিস]'];?></td>
                <td><?php echo $rows['হুইল পাউডার [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['হ্যান্ড ওয়াশ (লাইফবয়) [প্রতি প্যাক]'];?></td>
                <td><?php echo $rows['হ্যান্ড ওয়াশ (লাইফবয়) [প্রতি বোতল]'];?></td>
                <td><?php echo $rows['হারপিক (৭৫০ মিলি) [প্রতি পিস]'];?></td>
                <td><?php echo $rows['নেপথলিন [প্রতি কেজি]'];?></td>
                <td><?php echo $rows['অডোনিল [প্রতি পিস]'];?></td>
                <td><?php echo $rows['কয়েল ৫৩৫ মার্কা [প্রতি প্যাক]'];?></td>
                <td><?php echo $rows['ভিম সাবান [প্রতিটি]'];?></td>
                <td><?php echo $rows['total'];?></td>
            </tr>
            <?php
                }
            ?>
        </table>

        

    </section>


</body>
</html>

